;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Program Uninstaller 3.01.249
; Update: 2022-03-15
;
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka

[Lang]
NativeLanguage=Slovensky

[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
;
; Main GUI
;
FrmMain.btnSupport.hint=Centrum podpory
FrmMain.btnnews.hint=Správy
FrmMain.btnuninstall.caption=Odinštalovať
FrmMain.btnAll.caption=Všetky programy
FrmMain.btnSoft.caption=Aplikácie v počítači
FrmMain.btnApp.caption=Metro aplikácie
FrmMain.btnInfreq.caption=Málo používané
FrmMain.btnPatch.caption=Systémové komponenty
FrmMain.btnUnless.caption=Vlastná odinštalácia
FrmMain.btnBrowse.caption=Doplnky prehliadača
FrmMain.btnChrome.caption=Google Chrome
FrmMain.btnIE.caption=Internet Explorer
FrmMain.btnFirfox.caption=Mozilla Firefox
FrmMain.btnEdge.caption=Microsoft Edge
FrmMain.lblrate.caption=Hodnotenie
FrmMain.BtnNormal.Caption=Bezpečná odinštal.
FrmMain.BtnModify.Caption=Upraviť
FrmMain.BtnForce.Caption=Vynútená odinštal.
FrmMain.BtnRemove.Caption=Odstránené záznamy
FrmMain.btnuninstall.caption=Odinštalovať
;
;Uninstall log
;
FrmMain.btnLog.Caption=História odinštalácií
TfrmUnlog.caption=História odinštalácií
TfrmUnlog.head.unDate=Dátum odinštalácie
TfrmUnlog.head.ItemName=Program
TfrmUnlog.head.restore=Zostatkové položky
TfrmUnlog.noItems=Žiadne zostatkové položky
TfrmUnlog.Recovered=Obnovené
TfrmUnlog.recover=Obnoviť
;
; Menu
;
pmHelp=Pomocník online
pmHome=Domovská stránka
pmforum=Fórum
pmContact=Kontaktujte nás
pmLang=Vybrať jazyk
pmAbout=O programe
pmSettings=Nastavenia
;
;context menu
;
pmOpenEntry=Otvoriť v RegEdite
pmOpenFolder=Otvoriť umiestnenie súboru
PmGoogle=Vyhľadať cez Google
pmExport=Exportovať do textového súboru...
;
;Settings
;
FrmSettings.caption=Nastavenia
pmCheckNew=Automaticky kontrolovať aktualizácie
pmRightMenuA=Zobraziť v kontextovej ponuke
ExplorerMenu=Odinštalovať s Wise Program Uninstaller
pmUnisDetect=Detegovať odinštalácie ostatných odinštalátorov
pmSaveLeft=Automaticky zálohovať odinštalované zostatkové položky
pmUEI=Zapojiť sa do programu zlepšovania skúsenosťami používateľov
;
; About
;
FrmAbout.caption=O programe
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblthank.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAbout.lblUninstall.caption=Odinštalačné inštrukcie
FrmAbout.lblPolicy.caption=Ochrana osobných údajov
FrmAbout.lblEula.caption=EULA
;
; Processs
;
FrmProgressModal.btncancel.caption=Zrušiť
;
; frmafterdel
;
Frmafterdel.caption=Záznamy registrov a súbory priradené k programu
Frmafterdel.btnremove.caption=Odstrániť
Frmafterdel.btncancel.caption=Zrušiť
Frmafterdel.lblinfo.caption=Prezrite si výsledok a kliknite na "Odstrániť" pre dokončenie odinštalácie.
Frmafterdel.btnnone.caption=Zrušiť výber
Frmafterdel.btnall.caption=Vybrať všetko
;
; Custome uninstall
;
frmUnlessDel.caption=Vlastná odinštalácia
frmUnlessDel.lblInfo1.caption=Vlastná odinštalácia vám pomôže odinštalovať program, ktorý sa nedá odinštalovať bežným spôsobom a dôkladne vyčistí zostatkové súbory.Tu môžete prehľadať priečinok pre odstránenie alebo odinštalovanie súvisiaceho programu.
frmUnlessDel.lblinfo2.caption=Zadajte kľúčový výraz a skontrolujte, či existujú zostatkové súbory po odinštalovaní.
frmUnlessDel.lblKeyword.caption=Kľúčový výraz:
frmUnlessDel.btnNext.caption=Ďalej
frmUnlessDel.btncancel.caption=Zrušiť
frmUnlessDel.btnremove.caption=Odstrániť
frmUnlessDel.btnFolder.caption=Prehľadať
;
; Rate
;
FrmRate.Btnlist.caption=Recenzie používateľov
FrmRate.Btnreview.caption=Moja recenzia
FrmRate.Btnfirst.caption=Napíšte recenziu ako prvý
FrmRate.Btnsubmit.caption=Odovzdať
FrmRate.lblscore.caption=Hodnotenie:
FrmRate.lblscorehint.caption=(pre hodnotenie kliknite na hviezdičky)
FrmRate.lblnick.caption=Prezývka:
FrmRate.lblnickhint.caption=(nepovinná)
FrmRate.lblemail.caption=Email:
FrmRate.lblemailhint.caption=(nepovinný)
FrmRate.lblcontent.caption=Obsah:
FrmRate.lblcontenthint.caption=(nepovinný)
FrmRate.lbldesctitle.caption=Popis programu:
FrmRate.lblratesoft.caption=Odporúčané programy


[Uninstall]
Backuping=Vytváram zálohu...
PublisherUnknown=Neznámy vydavateľ
VersionUnknown=Neznáma verzia
Rate=Hodnotenie
ItemName=Názov programu
Publisher=Vydavateľ
Size=Veľkosť
SetupDate=Dátum inštalácie
Version=Verzia
Canceled=Odinštalácia bola zrušená.
NoLeftOverItem=Neboli nájdené žiadne zostatkové položky.
Removing=Odstraňujem:
TotalStat=Nájdených programov %d, ktoré zaberajú %s miesta na disku.
Calculating=Vypočítavam veľkosť...
Files=Súbory a priečinky
RegEntries=Záznamy registrov
Items=položiek
Opration=Akcia

[message]
NoNews=Nemáte žiadnu neprečítanú správu.
confimdel=Vybraný priečinok bude odstránený z vášho počítača.Pokračovať?
UninstallApp=Odinštalujem...
unistallError=Operácia zlyhala!
NewVer=Bola nájdená nová verzia Wise Program Uninstaller! Chcete ju aktualizovať?
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
NoProgramSelected=Vyberte najskôr program.
IsBusy=Počkajte, kým sa dokončí predchádzajúca odinštalácia.
StartFindLeftover=Analyzujem priradené súbory, priečinky a záznamy registrov...
Collecting=Zbieram údaje o nainštalovaných programoch...
BeSureUseForce=Vynútenú odinštaláciu použite iba vtedy, keď bezpečná odinštalácia nepracuje správne.Naozaj chcete pokračovať?
ConfirmRemove=Toto odstráni položku zo zoznamu, ale aplikácia sa neodinštaluje.Ste si istí, že chcete pokračovať?
RejectItself=Program sám seba nedokáže odinštalovať.
TranslateTo=Preložiť do...
UpdateDB=Aktualizujem databázu...
BrowserLogin=Je povolená synchronizácia %s.Doplnok sa môže preinštalovať pri ďalšej synchronizácii.Pokračovať v odinštalácii?
BrowserRuning=%s je spustený.Kliknite na tlačidlo OK pre jeho zatvorenie a pokračovanie v odinštalácii, alebo kliknite na tlačidlo Zrušiť pre ukončenie odinštalácie.
CheckProgram=Počet vybraných programov %d.
CheckExtension=Počet vybraných doplnkov %d.
checkSize=Celková veľkosť: %s
pluginnone=Neboli nájdené žiadne doplnky prehliadača.

[SoftRate]
Querying=Zisťujem...
Good=Páči sa mi
Bad=Nepáči sa mi
Safe=Hlásenie
Ver=Ver:
Ratings=(hodnotení)
SoftNotExist=Program sa nedá nájsť.
GetSoftInfoError=Získanie údajov o programe zlyhalo!
UploadSoftLogoError=Chyba pri odosielaní údajov o programe.
SubmitData=Odovzdávam váš komentár k programu...
SubmitSoftInfoError=Chyba pri odovzdávaní súvisiaca so sieťou.
SubmitRateSuccess=Úspešne odovzdané.
HaveSubmitRate=Už ste ho ohodnotili.
Submitgoodbad=Odovzdávam vaše údaje...
me=Ja
NickTooLong=Prezývka by nemala presiahnuť 20 znakov.
MailTooLong=Emailová adresa by nemala presiahnuť 50 znakov.
WrongEmail=Neplatná emailová adresa.
ReviewTooLong=Dĺžka recenzie by nemala presiahnuť 300 znakov.
RateHint=Pridajte sa a ohodnoťte váš obľúbený program.
UnknowName=Neznámy produkt
UnknowVer=Neznáma verzia
UnknowDesc=Popis


[Hint]
HintRate=Hodnotenie programu
HintClose=Odstrániť položku

[Monitor]
FindLeftover=%s zanechal vo vašom PC zostatkové položky.Wise Program Unistaller ich preskenuje...
NonItems=%s bol úplne odstránený z vášho počítača.